cases/05_navier_stokes_equation/10_lid_driven_cavity_projection_Re3200_hybrid40/constant/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*  =========                 |
  \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \    /    O  peration     |
    \  /    A nd           |
     \/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}

// Reynolds 数定义：
//
//     Re = U L / ν
//
// 本案例取 U=1、L=1，因此：
//
//     Re = 1 / ν
//
// 当前工况：
//
//     Re = 3200
//     ν  = 0.0003125
nu 0.0003125;
