cases/05_navier_stokes_equation/10_lid_driven_cavity_projection_Re3200_hybrid40/system/createPatchDict
/*--------------------------------*- C++ -*----------------------------------*  =========                 |
  \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \    /    O  peration   | Mesh patch construction
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      createPatchDict;
}

pointSync false;
writeCyclicMatch false;

patches
{
    front
    {
        patchInfo { type empty; }
        constructFrom patches;
        patches (frontSource);
    }
    back
    {
        patchInfo { type empty; }
        constructFrom patches;
        patches (backSource);
    }
}
